import * as React from 'react';

export const hallsMeta = {
  16: {
    about: (
      <>
        Ми називаємо її ГБШ - Генеральний Балетний Штаб! Студія знаходиться у самому серці Києва і поєднує 3 гілки метро. 540 кв.м2 балетного простору: 4 балетні зали, 3 роздягальні, зона відпочинку, зона розігріву, професійне обладнання, інвентар і покриття підлоги, вентиляція, кондиціонери, шафи, душ, фен - все для твого комфорту, безпеки і результату!
      </>
    ),
    howToFind: (
      <>
        Тобі потрібен вхід до арки з вулиці Хрещатик. Ліворуч — магазин "Всі Свої", праворуч — кафе "Хлібний", але не спокушайся на круасанчик, а заходь у арку.
        Йди прямо до дверей "Київського інституту земельних відносин", на 1-му поверсі відчиняйте двері, ми вже чекаємо на тебе.

        Приходь заздалегідь щоб знайтися і переодягнутися.
        Дуже чекаємо на тебе!
      </>
    ),
  },
  0: {
    about: (
      <>
        Це не просто балетна зала, а справжні тропічні джунглі! У центрі Києва сховалася студія з чудовою атмосферою: затишна зала з дерев’яним покриттям, вентиляцією, кондиціонером та професійним обладнанням. Для твого комфорту роздягальня з шафами, душ, фен і косметичні засоби. Ніщо тебе не зупинить на досягненні мрій!
      </>
    ),
    howToFind: (
      <>
        Тобі потрібен спортзал "Jungle Gym".
        Заходь, спускайся вниз. Проходь прямо до стійки адміністратора. За стійкою адміністратора зал.
        Повертай праворуч і до кінця коридору внизу буде роздягальня.

        Приходь заздалегідь щоб знайтися і переодягнутися.
        Дуже чекаємо на тебе!

        Прохід від метро Театральна

        Прохід від метро Площа Льва Толстого (Василя Стуса)
      </>
    ),
  },
  2: {
    about: (
      <>
        Проста і мінімалістична студія, де панує робоча атмосфера. Комфортна і простора зала, роздягальня, кулер з водою, зручне обладнання і кондиціонер. Зручне розташування: всього 5 хвилин від м. Лівобережна - балет поруч!
      </>
    ),
    howToFind: (
      <>
        Тобі потрібен під'їзд посередині.
        Перший поворот наліво, будуть сходи наверх.
        Піднімайся на другий поверх, повертай праворуч, тобі потрібні чорні двері номер 18, синя зала.

        Приходь заздалегідь щоб знайтися і переодягнутися.
        Дуже чекаємо на тебе!
      </>
    ),
  },
  11: {
    about: (
      <>
        Креативний простір наповнений творчою атмосферою. Зручна приємна зала, роздягальня, інвентар для занять і кулер з водою. Студія чудово розташована, всього 7 хвилин від м. Позняки. Приєднуйся до занять вже зараз!
      </>
    ),
    howToFind: (
      <>
        Тобі необхідно увійти до центрального входу ТЦ Центрум. Якщо стояти лицем до споруди вхід знаходиться ліворуч від Екомаркета.
        Піднімайся по сходах вгору на 3 поверх, далі проходь прямо, потім повертай ліворуч і відразу праворуч. Тобі потрібні перші двері по лівій стороні.
        Орієнтуйся на вказівники "Open Art Studio".
        Тобі потрібен офіс номер 309.

        Приходь заздалегідь щоб знайтися і переодягнутися.
        Дуже чекаємо на тебе!
      </>
    ),
  },
  13: {
    about: (
      <>
        Велика студія, де панує активна і творча атмосфера, простора затишна зала і нотка балету від Mary Ballet! Дзеркала з підсвіткою, обладнання і хореографічні станки - все створено для продуктивного тренування. Зручна роздягальня і душ.
      </>
    ),
    howToFind: (
      <>
        Тобі потрібен ТРЦ Мармелад, вхід з торця будівлі.
        Далі за вказівниками Dance Centre TOPONE.
        Адміністратор тобі підкаже, де знаходиться роздягальня (зверніть увагу, що у студії діє застава за ключі від шафи у розмірі 100грн)

        Приходь заздалегідь щоб знайтися і переодягнутися.
        Дуже чекаємо на тебе!
      </>
    ),
  },
  14: {
    about: (
      <>
        Проста і затишна студія, де панує робоча атмосфера. Простора і комфортна зала, роздягальня, зручне обладнання та кондиціонер. Зручне розташування: всього 7 хвилин від м. Контрактова площа - балет поруч!
      </>
    ),
    howToFind: (
      <>
        У скляні двері правіше від кафе, після входу зліва на стіні домофон на ньому код "1", після сигналу двері на себе. Далі ліворуч на сходи і на 3-ій поверх.
        Хочемо вас попередити, що для входу до зали за адресою Кирилівська 12, діє пропускна система та при вході потрібно казати, що ви в «йога зал». Справа буде роздягальня і зліва сам зал (фіолетові двері).

        Приходь заздалегідь щоб знайтися і переодягнутися.
        Дуже чекаємо на тебе!
      </>
    ),
  },
}