export const getDirections = (t: any) => ([
  {
    title: t('site~Балет'),
    description: t('site~Заняття балетом - основний напрям студії Mary Ballet. Уроки проходять згідно зі стандартами світових балетних шкіл, які адаптовані для дорослих аматорів. Ми розробили спеціальну методику викладання для відповідних рівнів складності.')
  },
  {
    title: t('site~Стретчинг'),
    description: t('site~Це не просто розтяжка, це - fantastique (фр. фантастичний) балетний стретчинг! Особливість у тому, що він задіює більше м\'язів та комбінує вправи на підвищення гнучкості тіла і його зміцнення.\n' +
      'Більшість рухів виконується у балетних позиціях під класичну музику.'),
  },
  {
    title: t('site~Пуанти'),
    description: t('site~Цей напрям для підготовлених балеринок. Для занять необхідне спеціальне балетне взуття - пуанти. Уроки побудовані для безпечного та ефективного навчання під наглядом професійних педагогів. Здійсни мрію та стань на пуанти разом з Mary Ballet!'),
  },
  {
    title: t('site~Партерний тренаж'),
    description: t('site~Unique від Mary Ballet!\n' +
                     'Партерний тренаж - це "балет на підлозі", в нього входять елементи йоги, пілатесу, техніки Александера. Комплекс балетної гімнастики, який виконується сидячи або лежачи під класичну музику. Прокачує тіло та відкриває тонкощі балетної техніки. Тренаж - це must do для артистів балету!'),
  },
]);